export const coaches = [
	{
		id: "diana-head-coach",
		name: "Диана",
		picture: "/images/coaches/diana-coach-avatar.jpg",
		placeholder: "/images/coaches/tiny_diana-coach-avatar.jpg",
		alt: "Фотография девушки в профиль",
		description: "Описание дианы",
		story: {
			part_1:
				"Приветствую Вас на моей платформе онлайн пилатес студии Bright’s Pilates!",
			part_2:
				"Здесь я провожу онлайн тренировки в формате реального времени. И я бы хотела рассказать Вам свою историю, как я стала тренером и почему я выбрала именно пилатес.",
			part_3:
				"Меня зовут Диана и мне 37 лет. Окончила высшее учебное заведение по специальности «налоги и налогообложение» и даже успела немного поработать в налоговой инспекции. Но с налогами и сборами у меня не сложилось :-) Сразу после окончания института я прошла обучение по направлению «тренер групповых программ» и стала тренером-универсалом. Моё поле деятельности включало в себя силовые классы, классы по степ- и классической аэробике, стретч, фитнес-йога и, конечно же, пилатес.",
			part_4:
				"Положа руку на сердце, в те времена пилатес меня особо не впечатлил, хотя большое количество людей на классах этого направления всегда удивляло. Я же на тот момент больше внимания уделяла обычным силовым классам и классам по степ-аэробике. На групповых занятиях я очень часто замечала, что многие люди просто физически не могли сделать обычное упражнение «приседание», а это второй по значимости базовый навык после ходьбы, который мы используем в повседневной жизни. И это была вина не самого занимающегося, причиной всего этого было «отклонение» от норма-осанки, спровоцированное образом жизни. У любого человека есть свои «отклонения» от правильной осанки, и это нормально, и с этим можно великолепно жить и тренироваться на благо своему физическому здоровью. Но меня, как тренера, волновало, как я смогу быстро и эффективно обучить человека так, чтобы нагрузка была ощутимой (ну признайтесь, вы  же любите когда мышцы «чувствуются» во время и после тренировки), тренировка получилась полноценной и при этом человек приобрел «новые» и правильные паттерны движения для формирования правильной биомеханики суставов. Этим решением оказался метод Джозефа Пилатеса. Положительные результаты, которые давали тренировки по методу Пилатеса у моих подопечных, стимулировали меня на более углубленное изучение этого метода.",
			part_5:
				"На тот момент выбор школ был невелик, и я остановилась на школе Pilates Institute на базе английской школы Майкла Кинга, которая в то время считалась лучшей. Закончив полный курс от Pilates Mat до полного курса на студийном оборудовании, я приобрела базовые знания основ пилатеса и огромное количество вопросов из серии: «а почему так, а не так?», «а что если так, а не вот так?». На все эти вопросы ответов не было, так как учили, к сожалению, на тот момент (да и сейчас тоже) достаточно посредственно.",
			part_6:
				"Посудите сами, как можно качественно обучиться, когда один модуль, например, Pilates Mat, идет 2 дня? На обучении тебе просто дают набор упражнений и инструкцию к ним, а понимание основ сложного биомеханического процесса, происходящего во всем теле, тебе не объясняют. К сожалению, благодаря такому стилю обучения мы имеем невероятное количество «дипломированных-сертифицированных» тренеров, «знающих» пилатес. Поскольку полученное обучение не отвечало моим внутренним критериям и огромное количество вопросов осталось без ответа, я погрузилась в самостоятельное изучение этого метода.",
			part_7:
				"Постижение основ анатомии, физиологии и биомеханики человеческого тела, позволило понять, как двигается человек в пространстве и какие мышца отвечают за эти движения, что в свою очередь принесло огромную пользу для моего умения объяснять и доносить до занимающегося, как правильно и эффективно выполнять упражнения, а также улучшило умение модифицировать эти упражнения под особенности каждого ученика. Казалось бы всё, анатомия и биомеханика освоены, школа пилатеса успешно окончена, готов «Супер-Тренер», но вопросов меньше не стало.",
			part_8:
				"Это был 2011 год и пилатес не был столь популярен, как в США, где это метод практиковали уже больше 50 лет и он являлся популярным видом фитнеса. ",
			part_9:
				"Прожив в Штатах чуть больше года, я познакомилась с большим количеством неизвестных на тот момент мне школ, узнала различия между ними. Школ пилатеса с мировым признанием не очень много, и в каждой есть небольшая особенность, которая отличает их друг от друга, свой небольшой «акцент». Для себя близкими по стилю и духу преподавания я выделила BASI Pilates, Balanced Body, Polestar Pilates. Все эти школы хороши, но каждая по своему.",
			part_10:
				"Школа BASI Pilates делает акцент на получение сильного функционального тела, оттачивая упражнения, доводя каждый сантиметр тела до максимально правильного выполнения. Balanced Body больше сохранил именно классический подход основателя метода, Polestar Pilates глубже всех ушел в реабилитацию. Используя знания каждой из этих школ, я собрала для себя огромное количество «инструментов» по работе с телом. Я не могу назвать себя приверженцем какой-либо из этих школ, потому как в своем преподавании и своей личной практике я использую те знания, которые будут соответствовать поставленным задачам в моменте времени. Это дает возможность качественно и эффективно помогать людям в восстановлении и укреплении их физического и ментального состояния, тем самым улучшая их движения в повседневной жизни, так как качество наших движений напрямую связано с качеством нашей жизни. Никому не нравится, когда что-то болит или создает дискомфорт в обычных действиях, таких как нагнуться и завязать шнурки, встать с постели, поднять на руки ребенка и т.п. Поэтому из всего разнообразия методик я выбрала метод Пилатеса, как самый эффективный и безопасный метод физической нагрузки для получения здорового, функционального и красивого тела.",
			part_11:
				"При всей кажущейся простоте и доступности, этот метод поражает своей глубиной и осознанностью. Мой девиз - «Нет предела совершенству!». Я следую ему как в тренировочном процессе со своими учениками, так и в собственной практике. Постоянно учусь и совершенствуюсь день ото дня, поскольку только через собственную практику можно понять метод пилатеса и, в дальнейшем, правильно донести суть этого метода до учеников.",
			part_12:
				"Спасибо что дочитали до конца) Присоединяйтесь к моим занятиям и будем совершенствоваться вместе!",
		},
		images: {
			image_1: {
				title: "diana_coach_1",
				src: "Diana/diana_coach_1.jpg",
			},
			image_2: {
				title: "diana_coach_2",
				src: "Diana/diana_coach_2.jpg",
			},
			image_3: {
				title: "diana_coach_3",
				src: "Diana/diana_coach_3.jpg",
			},

			image_4: {
				title: "diana_coach_4",
				src: "Diana/diana_coach_4.jpg",
			},
			image_5: {
				title: "diana_coach_5",
				src: "Diana/diana_coach_5.jpg",
			},
			image_6: {
				title: "diana_coach_6",
				src: "Diana/diana_coach_6.jpg",
			},
			image_7: {
				title: "diana_coach_7",
				src: "Diana/diana_coach_7.jpg",
			},
			image_8: {
				title: "diana_coach_8",
				src: "Diana/diana_coach_8.jpg",
			},
			image_9: {
				title: "diana_coach_9",
				src: "Diana/diana_coach_9.jpg",
			},
			image_10: {
				title: "diana_coach_10",
				src: "Diana/diana_coach_10.jpg",
			},
		},
		education: [
			{
				cours: "Balanced Body Master Instructor (USA)",
				certificates: [],
			},
			{
				cours: "PILATES Institute",
				certificates: [
					"PILATES Matwork 1 уровень",
					"PILATES Matwork 2 уровень. Малое оборудование",
					"PILATES на большом оборудовании Reformer+ Cadillac + Wunda Chair",
				],
			},
			{
				cours: "American Sports & Fitness Association",
				certificates: ["Pilates Instructor"],
			},
			{
				cours: "Федерация Аэробики России",
				certificates: [
					"«Классическая аэробика» категория 1, 2",
					"«Степ аэробика» категория 1, 2",
					"«Силовые направления»",
					"«Пилатес»",
					"«Фитнес-Йога»",
				],
			},
		],
	},
];
